Repository: buckets/main-site
Catalog: staticweb/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Private Family Budgeting App
es: Aplicación privada de presupuesto familiar

source: Buckets is a private, personal finance app for family budgeting. Track expenses, make savings goals, get out of debt all from the privacy of your own computer.
es: Buckets es una aplicación privada de finanzas personales para presupuestos familiares. Haga un seguimiento de los gastos, establezca objetivos de ahorro, salga de la deuda todo desde la privacidad de su propia computadora.

source: Made by <a href="https://www.iffycan.com" target="_blank">Matt Haggard</a>
es: Hecho por <a href="https://www.iffycan.com" target="_blank">Matt Haggard</a>

source: Getting Started
es: Empezando

source: Pricing
es: Precios

source: Buy
es: Comprar

source: Guide
es: Guía

source: Thank you for purchasing Buckets!
es: ¡Gracias por comprar Buckets!

source: Below is your Buckets v1 License. You should also receive an email with this information. To use the license:
es: Debajo está su licencia de Buckets v1. También deberías recibir un correo electrónico con esta información. Para usarla:

source: Open the Buckets application (download at <a href="https://www.budgetwithbuckets.com" target="_blank">www.budgetwithbuckets.com</a>)
es: Abra la aplicación Buckets (descargar en <a href="https://www.budgetwithbuckets.com" target="_blank">www.budgetwithbuckets.com</a>)

source: Click the "Trial Version" menu
es: Clic en el menú "Versión de prueba"

source: Click "Enter License..."
es: Clic en "Entrar licencia..."

source: Copy and paste the following license into the box
es: Copie y pegue la siguiente licencia en la caja

source: Click the button
es: Clic en el botón

source: This license may be used on any number of computers belonging to you and your immediate family members living in your home.
es: Esta licencia se puede usar en cualquier cantidad de computadoras que le pertenezcan a usted y a los familiares inmediatos que vivan en su hogar.

source: Happy budgeting!
es: ¡Feliz presupuestar!

source: Buy Buckets
es: Comprar Buckets

source: How do you want to pay?
es: ¿Cómo quieres pagar?

source: Credit Card
es: Tarjeta de crédito

source: Buy Now
es: Comprar ahora

source: Family budgeting app
es: Aplicación de presupuesto familiar

source: For a <em>one-time $29 payment,</em> you will be emailed a Buckets License which may be used on any number of computers belonging to you and your immediate family members living in your home.
es: Para <em>un pago único de $29</em>, se le enviará por correo electrónico una Licencia de Buckets que se puede usar en cualquier cantidad de computadoras que le pertenezcan a usted y a los familiares inmediatos que vivan en su hogar.

source: If you've lost your license, email me at hello@budgetwithbuckets.com
es: Si perdió su licencia, envíeme a hello@budgetwithbuckets.com

source: 404 Not Found
es: 404 No encontrado

source: That URL doesn't go anywhere that we know of.
es: Este URL no sirve.

source: Matt has probably been notified about this error. If he doesn't contact you about it and it keeps happening, please contact him.
es: Matt probablemente ha sido notificado sobre este error. Si él no se comunica con usted al respecto y sigue sucediendo, comuníquese con él.

source: Check out these 1-2 minute videos to help you get started budgeting with Buckets:
es: Vea estos videos de 1 a 2 minutos para ayudarlo a comenzar a presupuestar con Buckets:

source: Buckets provides you with private, beautiful budgeting that you'll stick with. Pull yourself out of debt and achieve financial goals you didn't think were in reach.
es: Buckets le ofrece presupuestos privados y hermosos. Continuarás usándolo. Libérese de las deudas y logre metas financieras que no creía que estuvieran al alcance.

source: Buckets makes budgeting <em>fast</em>, <em>simple</em> and <em>private.</em>
es: Buckets hace que el presupuesto sea <em>rápido</em>, <em>simple</em> y <em>privado.</em>

source: Download Buckets v%(latest_version)s for
es: Descargar Buckets v%(latest_version)s para

source: Other
es: Otro

source: Buy $29
es: Comprar $29

source: Buckets gives you an <em>untimed, free trial</em> for as long as you need to decide if it works for you. Really.
es: Buckets le ofrece <em>una prueba gratis, sin tiempo</em>, por el tiempo que necesite para decidir si le conviene. En serio.

source: Buckets is <em>private</em>.
es: Buckets es <em>privada</em>.

source: Your finances stay on your computer. You control your data again!
es: Sus finanzas permanecen en su computadora. Usted controla sus datos de nuevo!

source: Buckets has <em>no monthly fee.</em> It costs $29. Once.
es: Buckets <em>no tiene tarifa mensual.</em> Cuesta $29. Una vez.

source: You're saving money, not shackling yourself to another monthly service.
es: Estás ahorrando dinero, no te estás encarcelando a otro servicio mensual.

source: A single license may be used on all your computers and all the computers of family members living in your home.
es: Una sola licencia se puede usar en cualquier cantidad de computadoras que le pertenezcan a usted y a los familiares inmediatos que vivan en su hogar.

source: Buckets has <em>amazing support.</em>
es: Buckets tiene <em>apoyo increíble.</em>

source: I'll listen to your ideas, help you with the app and gladly answer questions, no matter how small.
es: Escucharé tus ideas, te ayudaré con la aplicación y responderé preguntas, sin importar cuán pequeñas sean.

source: I'm serious. Click that chat bubble and tell me what you ate for dinner last night.
es: Lo digo en serio. Haz clic en ese botón de chat y dime qué comiste para cenar anoche.

source: Buckets includes some free and novel methods to <em>sync with your bank.</em>
es: Buckets incluye algunos métodos gratuitos y novedosos para <em>sincronizar con su banco.</em>

source: Record completely private macros, import files or sign up with SimpleFIN Bridge.
es: Grabe macros completamente privadas, importe archivos o regístrese con SimpleFIN Bridge.

source: Buckets includes some terrific <em>extras</em> such as really fast Amazon why-do-they-split-every-purchase-into-a-hundred-transactions reconciliation.
es: Buckets incluye algunos <em>extras</em> fabulosos como rápida reconciliación de Amazon porqué-ellos-dividen-cada-compra-en-cien-transacciones.

source: Buckets includes <em>helpful videos</em> to teach you how to budget like a master. <a href="%(href)s">Check them out!</a>
es: Buckets incluye <em>videos útiles</em> para enseñarle a presupuestar como un maestro. <a href="%(href)s">¡Échales un vistazo!</a>

source: Thanks
es: Gracias

source: Buckets is <em>multilingual</em>.
es: Buckets es <em>multilingüe</em>.

source: Currently available languages:
es: Idiomas disponibles actualmente:

source: Want to add your language?
es: ¿Quiere añadir su idioma?

source: Buckets is a <em>keep-going</em>, not a start-up. I'm here for the long haul.
es: Buckets es un proyecto <em>a largo plazo</em>, no una puesta en marcha. Estoy aquí por mucho tiempo.

source: Read more.
es: Lee mas.

source: <a href="#download">Download it now</a> for free!
es: ¡<a href="#download">Descárgalo ahora</a> gratis!

source: Subscribe to the Monthly Newsletter
es: Suscríbete al boletín de Buckets

source: Email Address
es: Dirección de correo electrónico

source: First Name
es: Nombre de pila

source: Subscribe
es: Suscribir
